export const menu = [
  { id: 1, link: '/', text: 'Главная' },
  { id: 2, link: '/obo-mne', text: 'Обо мне' },
  { id: 3, link: '/uslugi', text: 'Услуги' },
  { id: 4, link: '#stati', text: 'Статьи' },
  { id: 5, link: '#kontakty', text: 'Контакты' }
]

export const theses = [
  {id: 1, content: 'Практикующий психолог'},
  {id: 2, content: 'Сертифицированный экзистенциальный и психоаналитический психотерапевт'},
  {id: 3, content: 'Опыт работы более 13 лет'}
]

export const serviceCards = [
  {
    id: 1,
    src: '/services/card1.webp',
    alt: 'Парень передаёт девушке цветы. Сложность в том, что он находится на балконе в доме напротив от дома девушки.',
    title: 'Сложности в отношениях',
    content: 'Разводы, неразделенная любовь, потери, измены, расставания, семейные конфликты, проблемы воспитания и выстраивания отношений с детьми и родителями.'
  },
  {
    id: 2,
    src: '/services/card2.webp',
    alt: 'Мужчина задумчиво и в одиночестве стоит на краю моста возле озера.',
    title: 'Проживание потерь',
    content: 'Смысла жизни, депрессии, ситуации проживания горя, потеря или смена работы, эмиграция и релокация, сомнения и трудности в принятии решения, а также вопросы старения и поиск новых смыслов и перспектив.'
  },
  {
    id: 3,
    src: '/services/card3.webp',
    alt: 'Девушка в подавленном состоянии сидит и размышляет о сложных чувствах.',
    title: 'Сложные чувства',
    content: 'Приступы тревоги, панические атаки и навязчивые повторения, неконтролируемая агрессия и повышенная конфликтность, чувства вины, стыда и долга, невозможности разорвать этот порочный круг.'
  },
  {
    id: 4,
    src: '/services/card4.webp',
    alt: 'Маленькая девочка сидит на кровати и смотрит на дыру в стене. Вероятно ей снится кошмар.',
    title: 'Соматические недуги',
    content: 'Головные боли, кожные заболевания, бесплодие, половые дисфункции.'
  }
]