export const menu = [
  { id: 1, link: '/', text: 'Главная' },
  { id: 2, link: '/obo-mne', text: 'Обо мне' },
  { id: 3, link: '/uslugi', text: 'Услуги' },
  { id: 4, link: '#stati', text: 'Статьи' },
  { id: 5, link: '#kontakty', text: 'Контакты' }
]

export const theses = [
  {id: 1, content: 'Практикующий психолог'},
  {id: 2, content: 'Сертифицированный экзистенциальный и психоаналитический психотерапевт'},
  {id: 3, content: 'Опыт работы более 13 лет'}
]

export const serviceCards = [
  {
    id: 1,
    src: '/services/card1.webp',
    alt: 'Парень передаёт девушке цветы. Сложность в том, что он находится на балконе в доме напротив от дома девушки.',
    title: 'Сложности в отношениях',
    content: 'Разводы, неразделенная любовь, потери, измены, расставания, семейные конфликты, проблемы воспитания и выстраивания отношений с детьми и родителями.'
  },
  {
    id: 2,
    src: '/services/card2.webp',
    alt: 'Мужчина задумчиво и в одиночестве стоит на краю моста возле озера.',
    title: 'Проживание потерь',
    content: 'Смысла жизни, депрессии, ситуации проживания горя, потеря или смена работы, эмиграция и релокация, сомнения и трудности в принятии решения, а также вопросы старения и поиск новых смыслов и перспектив.'
  },
  {
    id: 3,
    src: '/services/card3.webp',
    alt: 'Девушка в подавленном состоянии сидит и размышляет о сложных чувствах.',
    title: 'Сложные чувства',
    content: 'Приступы тревоги, панические атаки и навязчивые повторения, неконтролируемая агрессия и повышенная конфликтность, чувства вины, стыда и долга, невозможности разорвать этот порочный круг.'
  },
  {
    id: 4,
    src: '/services/card4.webp',
    alt: 'Маленькая девочка сидит на кровати и смотрит на дыру в стене. Вероятно ей снится кошмар.',
    title: 'Соматические недуги',
    content: 'Головные боли, кожные заболевания, бесплодие, половые дисфункции.'
  }
]

export const articleCards = [
  {
    id: 1,
    href: '/',
    title: 'За чем приходят к психологу или пространство психотерапии',
    content: 'Психотерапия – это безопасное пространство, где искреннее внимание и принятие помогают человеку увидеть свою боль, назвать чувства и исцеляться через осмысленные отношения. Здесь происходит внутреннее преображение, когда прошлые травмы перерастают в личный рост, а новые смыслы зарождаются из глубин настоящего опыта.',
  },
  {
    id: 2,
    href: '/',
    title: 'Главный вопрос нарциссического страдания',
    content: 'Нарциссическое страдание рождается, когда ребёнок, отражаясь во взглядах взрослых, формирует ложное "Я", защищаясь от боли внешних ожиданий. Как моллюск, покрывающий свою раковину перламутром от песчинок, ребёнок постепенно скрывает истинную сущность за искажённым образом, постоянно задаваясь болезненным вопросом: "Кем я на самом деле являюсь?"'
  },
  {
    id: 3,
    href: '/',
    title: 'Жадность и утоление внутреннего голода',
    content: 'Жадность – это отражение внутреннего голода, который нельзя утолить поверхностными удовольствиями. Мы находимся в плену суррогатного удовлетворения, когда наши истинные эмоциональные потребности остаются неуслышанными, а глубокая связь и самораскрытие заменяются пустыми покупками и развлечениями.'
  },
  {
    id: 4,
    href: '/',
    title: 'Психическая травма и обрыв связей',
    content: 'Психическая травма рвет внутренние связи, оставляя человека разбитым на "до" и "после". Необработанный болезненный опыт вызывает апатию, страх и бессилие. Терапия помогает интегрировать травматичный материал, восстанавливая целостность, налаживая связь с реальностью и открывая путь к новой жизни, где прошлое не мешает двигаться вперед.'
  }
]

export const questions = [
  {
    id: 1,
    title: 'Условия и формат работы',
    content: [
      'Работаю со взрослыми людьми старше 18 лет в психоаналитическом методе.',
      'Форматы: очный (в кабинете) и онлайн (обсуждается индивидуально).',
      'Длительность сессии – 50 мин.',
      'Стоимость - 6000р.',
      'Консультация подходит для решения актуальной проблемы, как возможность шире посмотреть на свою ситуацию, получить другой взгляд, как знакомство с психоаналитическим методом и терапевтом.',
      'На сессии мы обсуждаем вашу проблему (запрос) и подбираем подходящий вариант работы.',
      'Ко мне можно обратиться с любым запросом.'
    ]
  },
  {
    id: 2,
    title: 'Что такое терапия?',
    content: [
      'Терапия – это долгосрочная работа, которая подходит для решения проблем системного характера, для лучшего понимания себя и сложностей в отношениях, для переосмысления травматичного опыта.',
      'Это позволит вам изменить привычный взгляд на себя, увидеть неочевидные мотивы ваших выборов и привнесет в вашу жизнь больше ясности и удовлетворенности.',
      'Встречи проходят не реже одного раза в неделю. Но для более продуктивной работы рекомендуется 2-3 раза в неделю. Продолжительность терапии от 1 года.',
      'Прежде чем договориться о долгосрочной терапии я предлагаю несколько предварительных встреч.',
      'Терапевтическая работа проводится в рамках устно заключенного контракта, который обсуждается после предварительных встреч.',
      'Все, что обсуждается на сессии остается конфиденциальной информацией и не передается 3м лицам, кроме случаев супервизии, где имена и конкретные детали изменены.'
    ]
  },
  {
    id: 3,
    title: 'Что и как происходит в процессе терапии?',
    content: [
      'В процессе терапии мы будем разговаривать обо всем, что вас волнует и о чем нельзя сказать в другом месте.',
      'Мы будем исследовать проблемы и ситуации с разных сторон, открывать новые смыслы и возможности, другой взгляд на привычные ситуации, понимать, что стоит за тревогой, симптомом и «неудачами» в вашей жизни, распутывать клубок сложных чувств, внутренних конфликтов, искать ответы и новые решения.',
      'И постепенно, шаг за шагом, вы начнете видеть новые возможности, почувствуете больше сил и вкуса жизни, научитесь лучше понимать себя и справляться со своей жизнью самостоятельно, позволите себе больше свободы и удовольствия…',
      'И первый шаг навстречу этим изменениям можете сделать вы, это – только ваше решение. Но этот путь невозможно пройти одному, его можно осилить вместе. Приходите.'
    ]
  },
  {
    id: 4,
    title: 'Что такое психоаналитическая терапия?',
    content: [
      'Психоаналитическая терапия - это особое слушание слов и речи пациента, это бережное обращение с психическим материалом - чувствами, сопротивлениями, индивидуальным темпом, что приводит к глубинным внутренним изменениям.',
      'Ничего не бывает случайным, все имеет свою первопричину. В терапии мы исследуем бессознательные мотивы, ищем смыслы и корни текущих жизненных сложностей, обнаруживаем внутреннюю логику происходящего в жизни.',
      'И этому помогает свободный разговор обо всем, что приходит в голову, даже если это кажется глупым или странным.',
      'Наблюдение за своими феноменами и сам факт признания и говорения о своих чувствах позволяет их менять. И это не чудо, а принцип работы психики.'
    ]
  },
  {
    id: 5,
    title: 'Что вы получите в результате терапии?',
    content: [
      'В результате терапии вы знакомитесь со своими чувствами и внутренними конфликтами, учитесь понимать себя, видеть свои модели поведения и типичные реакции.',
      'Вы узнаете много нового о себе и других, научаетесь учитывать свои границы и чувства, видеть не только препятствия, но и свои потребности и перспективы.',
      'Вы начинаете лучше осознавать, как вы сами организуете себе такую жизнь, что вы на самом деле хотите и как вы от этого защищаетесь.',
      'Благодаря этому у вас снижается уровень тревоги и высвобождается больше сил для жизни и реализации задуманного, больше внутренней свободы, а также повышается способность выдерживать неудовольствия и ограничения жизни.',
      'Но все серьезные изменения требуют усилий и времени, это никогда не происходит быстро…'
    ]
  },
  {
    id: 6,
    title: 'Супервизии для психологов',
    content: [
      'Приглашаю психологов на индивидуальные супервизии, где у вас будет возможность глубже посмотреть на процесс и динамику работы с пациентом, получить новый взгляд на проблематику и сложности пациента, что позволит направить вашу терапевтическую работу в конструктивное русло.',
      'Помогаю в разборе клинических случаев, связываю теорию с практикой, поддерживаю вас в обретении терапевтической устойчивости и развитии вашей практики.',
      'Супервизии помогает понять бессознательные конфликты пациента, смыслы его симптомов и сопротивлений, перенос и контрперенос в отношениях терапевта и пациента, исследовать вопросы кадра и его нарушений, а также посмотреть на отношения терапевта и пациента в контексте истории и травматизма пациента.'
    ]
  }
];