import Article from './article';

export default function GlavnyjVoprosNarcissicheskogoStradaniya() {
  return <Article
    title='Главный вопрос нарциссического страдания'
    src='/articles/2.webp'
    alt=''
  >
    <p>Каждая жемчужина появляется вследствие страдания моллюска, когда песчинка врезается в его тонкую плоть. Раскрывая створки раковины, он впускает и питательные вещества, и невидимый мусор, перед которым оказывается беззащитным.</p>
    <p>Точно так же Я ребёнка, хрупкое и неокрепшее, открывается миру и наивно впитывает все его послания. Малыш смотрит на мать и по её взгляду определяет собственную значимость. По её реакциям он выстраивает образ себя и формирует представление о собственной личности.</p>
    <p>Взгляд может быть ласковым, заинтересованным, заботливым. А может быть холодным, требовательным, колким. Как та зернышко, царапающее и ранящее нежную ткань моллюска…</p>
    <p>Чтобы избежать дальнейших травм, моллюск начинает вырабатывать дополнительные слои перламутра, обволакивая инородное тело. Подобным образом ребёнок, вместо того чтобы исследовать и раскрывать себя, тратит энергию на приспособление к чужим и вредным для его идентичности образам.</p>
    <p>Любознательность крохи нередко раздражает мать и вызывает её гнев. Он может получить резкий окрик или строгий упрек, после чего начнёт считать себя назойливым и нежеланным, из-за чего в будущем будет скрывать свою активность.</p>
    <p>Или мать, видя в ребёнке черты некогда предавшего её человека, устремляет на него свой взгляд с отчуждением и неприязнью. Именно такое отражение ребёнок усваивает как истинное послание о себе – как о том, кого не любят и отвергают.</p>
    <p>А когда отец, надеявшийся на сына, принимает родившуюся дочь с легким разочарованием, девочка может провести годы в поисках и подтверждении собственной женственности, прежде чем поверить в неё.</p>
    <p>Полностью полагаясь на искажённые зеркала внешнего мира, ребёнок старается им соответствовать. Слой за слоем нарастает фальшивое «Я», скрывающее под собой настоящую сущность, которая остаётся неузнанной и нераскрытой…</p>
    <p>Тень чужого взгляда падает на Я ребёнка, порождая нарциссические трещины и перекосы в его внутреннем мире.</p>
    <p>Для ловцов жемчуга каждая жемчужина — источник гордости, редкое чудо природы.</p>
    <p>Но для страдающего нарцисса любая жемчужина — это невидимые миру слёзы от чувства своей непризнанности и непроявленности.</p>
    <p>«Кто я на самом деле?» — самый мучительный и часто возникающий вопрос нарциссического страдания, которое с надеждой и страхом ищет ответ в зеркалах окружающего мира…</p>
  </Article>
}