import Article from './article';

export default function ZhadnostIUtolenieVnutrennegoGoloda() {
  return <Article
    title='Жадность и утоление внутреннего голода'
    src='/articles/3.webp'
    alt=''
  >
    <p>Вас когда-либо охватывало ощущение острой жажды чего-то неясного, когда невозможно понять, чего именно вам не хватает?</p>
    <p>Мы можем заполнять тарелки едой и всё равно ощущать голод. Заводить новые знакомства, колесить по разным странам, участвовать в развлечениях — и при этом не находить того, что по-настоящему важно… Кто-то скупает книги и вебинары, но не успевает их открыть, другие читают всё подряд и бесконечно учатся, но так и не приходят к пониманию или спокойствию. У каждого — свои способы «утоления» внутренней жажды.</p>
    <p>Мы не перестаём покупать, поглощать, заедать эмоции, но по-прежнему остаёмся неудовлетворёнными и пустыми.</p>
    <p>Вот парадокс: при безграничных возможностях и изобилии мы на уровне души испытываем голод. Откуда рождается эта ненасытность?</p>
    <p>Возможно, из-за того, что наши «внутренние настройки» сбились, и мы не умеем распознавать свои истинные желания? Или же не находим пути их удовлетворить? Мы отчаянно ищем лёгкие и быстрые способы насыщения, но они не приносят долгожданного облегчения.</p>
    <p>Первые учителя в понимании собственных чувств — наши родители. Они стараются уловить, что сигнализирует плач или крик малыша, дать этому имя и найти способ утолить нужду. Так мы знакомимся с собой, учимся распознавать за раздражением или тревогой настоящую потребность. Как только мы правильно её назовём, появляется мостик к её исполнению.</p>
    <p>Но не все наши детские запросы были услышаны и удовлетворены.</p>
    <p>Вспомните, как при любом вашем огорчении предлагали просто… поесть. Вместо того чтобы выслушать, побыть рядом и по-настоящему понять, что вас беспокоит.</p>
    <p>Или, когда на просьбу о ласке и внимании отвечали равнодушием и советом сходить за покупками или развлечениями.</p>
    <p>А женщина, которая просит у мужа подарок или деньги, часто жаждет вовсе не вещи, а того, что они символизируют - внимания, заботы, ощущения, что её любят. Но потребность остаётся невысказанной — либо мы не осознаём её, либо боимся показать уязвимость.</p>
    <p>Если в детстве нам не купили велосипед, а теперь у нас есть шикарная машина, психологически мы всё равно остаёмся «тем, у кого не было велосипеда». Никакой автомобиль не заменит те чувства, которых нам не хватило в детстве. Мы остаёмся в той точке прошлого, когда не получили нужного отклика.</p>
    <p>Когда ребёнок капризничает, а вместо внимания и игры с ним ему включают мультик, дают планшет или сладости, он привыкает к таким «заменителям» настоящей еды для души. И важная потребность остаётся внутри, неуслышанной и неудовлетворённой.</p>
    <p>Так со временем мы теряем связь с собой и замещаем свои внутренние запросы суррогатами из «ассортимента» современного потребления.</p>
    <p>Но можно ли насытиться фальшивкой? Нет. Мы бесконечно меняем рестораны, развлечения, гардероб, а внутренний голод только нарастает, превращаясь в тревогу. Ведь никакая покупка не спасёт от пустоты. А остановиться страшно.</p>
    <p>Когда вокруг обещают мгновенно и полное удовлетворение любых капризов, искушение «схватить» доступное решение чрезвычайно велико.</p>
    <p>Однако отказ от привычного «быстрого утоления» — будь то шопинг, объедание или бесконечное потребление медиа — заставляет встретиться лицом к лицу с пустотой, тревогой и мучительной неудовлетворённостью.</p>
    <p>В этот критический момент появляется шанс услышать себя и распознать настоящие потребности, которые мы привыкли заглушать временными удовольствиями.</p>
    <p>Чтобы по-настоящему насытить потребности в близости, нежности, заботе, любви, самовыражении и творчестве, нужна внутренняя работа и психическое напряжение. Как когда-то требовалось от мамы — остановиться, оставить дела, внимательно отозваться на детский крик, дать «пищу», способную утолить нужную потребность, а не отвлечь пустышкой.</p>
    <p>Вспомните, как наполняет честный и глубокий разговор с близким человеком, искреннее внимание, или творческий процесс, когда вы создаёте нечто своё и чувствуете, что вас принимают и любят.</p>
    <p>Эти воспоминания мы бережём и черпаем из них силы в трудные времена.</p>
    <p>И, возможно, именно из-за невозможности удовлетворить эти подлинные запросы мы и испытываем внутренний голод, продолжая страдать.</p>
  </Article>
}